Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: 这里只筛选服务规则；最终兜底和被引用的节点策略会自动保留，避免生成无效配置。
ar: يتم تصفية قواعد الخدمة فقط هنا؛ سيتم الاحتفاظ بالسياسة النهائية وسياسات العقدة المشار إليها تلقائيًا لتجنب إنشاء تكوينات غير صالحة.
de: Hier werden nur Serviceregeln gefiltert; Die endgültige Richtlinie und die Richtlinien für referenzierte Knoten werden automatisch beibehalten, um die Generierung ungültiger Konfigurationen zu vermeiden.
en: Only service rules are filtered here; the final policy and referenced node policies will be automatically retained to avoid generating invalid configurations.
es: Aquí sólo se filtran las reglas de servicio; la política final y las políticas de nodo referenciadas se conservarán automáticamente para evitar generar configuraciones no válidas.
fr: Seules les règles de service sont filtrées ici ; la politique finale et les politiques de nœud référencé seront automatiquement conservées pour éviter de générer des configurations non valides.
id: Hanya aturan layanan yang difilter di sini; kebijakan akhir dan kebijakan node yang direferensikan akan disimpan secara otomatis untuk menghindari pembuatan konfigurasi yang tidak valid.
ja: ここではサービス ルールのみがフィルタリングされます。最終的なポリシーと参照されたノード ポリシーは、無効な構成が生成されるのを避けるために自動的に保持されます。
ko: 여기서는 서비스 규칙만 필터링됩니다. 잘못된 구성이 생성되는 것을 방지하기 위해 최종 정책과 참조된 노드 정책은 자동으로 유지됩니다.
pt_br: Somente regras de serviço são filtradas aqui; a política final e as políticas do nó referenciado serão retidas automaticamente para evitar a geração de configurações inválidas.
ru: Здесь фильтруются только правила обслуживания; окончательная политика и политики ссылочных узлов будут автоматически сохранены, чтобы избежать создания недопустимых конфигураций.
th: ที่นี่กรองเฉพาะกฎการบริการเท่านั้น นโยบายขั้นสุดท้ายและนโยบายโหนดที่อ้างอิงจะถูกเก็บไว้โดยอัตโนมัติเพื่อหลีกเลี่ยงการสร้างการกำหนดค่าที่ไม่ถูกต้อง
tr: Burada yalnızca hizmet kuralları filtrelenir; geçersiz yapılandırmaların oluşturulmasını önlemek için son politika ve başvurulan düğüm politikaları otomatik olarak korunacaktır.
vi: Chỉ các quy tắc dịch vụ mới được lọc ở đây; chính sách cuối cùng và chính sách nút được tham chiếu sẽ tự động được giữ lại để tránh tạo ra cấu hình không hợp lệ.
zh_hant: 這裡只篩選服務規則；最終兜底和被引用的節點策略會自動保留，避免產生無效配置。

source: 远程规则集
ar: مجموعة قواعد بعيدة
de: Remote-Regelsatz
en: Remote Rule Set
es: Conjunto de reglas remoto
fr: Jeu de règles distant
id: Set Aturan Jarak Jauh
ja: リモートルールセット
ko: 원격 규칙 세트
pt_br: Conjunto de regras remoto
ru: Удалённый набор правил
th: ชุดกฎระยะไกล
tr: Uzak Kural Kümesi
vi: Bộ quy tắc từ xa
zh_hant: 遠端規則集

source: 选择规则分组
ar: حدد مجموعة القاعدة
de: Regelgruppe auswählen
en: Select rule group
es: Seleccionar grupo de reglas
fr: Sélectionner un groupe de règles
id: Pilih grup aturan
ja: ルールグループの選択
ko: 규칙 그룹 선택
pt_br: Selecione o grupo de regras
ru: Выберите группу правил
th: เลือกกลุ่มกฎ
tr: Kural grubunu seçin
vi: Chọn nhóm quy tắc
zh_hant: 選擇規則分組

source: 通知权限请求失败：%@
ar: فشل طلب إذن الإعلام: %@
de: Anfrage zur Benachrichtigungsberechtigung fehlgeschlagen: %@
en: Notification permission request failed: %@
es: Error en la solicitud de permiso de notificación: %@
fr: Échec de la demande d'autorisation de notification : %@
id: Permintaan izin notifikasi gagal: %@
ja: 通知許可リクエストが失敗しました: %@
ko: 알림 권한 요청 실패: %@
pt_br: Falha na solicitação de permissão de notificação: %@
ru: Запрос разрешения на уведомление не выполнен: %@
th: คำขออนุญาตการแจ้งเตือนล้มเหลว: %@
tr: Bildirim izin isteği başarısız oldu: %@
vi: Yêu cầu cấp phép thông báo không thành công: %@
zh_hant: 通知權限請求失敗：%@

source: 部分规则还没下载完成
ar: لم يتم تنزيل بعض القواعد بعد
de: Einige Regeln wurden noch nicht heruntergeladen
en: Some rules have not been downloaded yet
es: Algunas reglas aún no se han descargado
fr: Certaines règles n'ont pas encore été téléchargées
id: Beberapa aturan belum diunduh
ja: 一部のルールがまだダウンロードされていません
ko: 일부 규칙이 아직 다운로드되지 않았습니다.
pt_br: Algumas regras ainda não foram baixadas
ru: Некоторые правила еще не загружены
th: กฎบางข้อยังไม่ได้ดาวน์โหลด
tr: Bazı kurallar henüz indirilmedi
vi: Một số quy tắc chưa được tải xuống
zh_hant: 部分規則還沒下載完成

source: 部分订阅更新失败
ar: تعذر تحديث بعض الاشتراكات
de: Einige Abos konnten nicht aktualisiert werden
en: Some Subscriptions Failed to Update
es: No se pudieron actualizar algunas suscripciones
fr: Certaines sources n’ont pas été actualisées
id: Beberapa langganan gagal diperbarui
ja: 一部のサブスクリプションを更新できませんでした
ko: 일부 구독을 업데이트하지 못했습니다
pt_br: Algumas assinaturas não foram atualizadas
ru: Некоторые подписки не обновлены
th: อัปเดตการสมัครบางรายการไม่สำเร็จ
tr: Bazı abonelikler güncellenemedi
vi: Không thể cập nhật một số đăng ký
zh_hant: 部分訂閱更新失敗

source: 配置只保存在这台设备上
ar: الإعداد محفوظ على هذا الجهاز فقط
de: Die Konfiguration bleibt nur auf diesem Gerät
en: The configuration stays on this device only
es: La configuración solo se guarda en este dispositivo
fr: La configuration reste uniquement sur cet appareil
id: Konfigurasi hanya tersimpan di perangkat ini
ja: 設定はこの端末にのみ保存されます
ko: 설정은 이 기기에만 저장됩니다
pt_br: A configuração fica somente neste dispositivo
ru: Конфигурация хранится только на этом устройстве
th: ไฟล์ตั้งค่าเก็บอยู่บนเครื่องนี้เท่านั้น
tr: Yapılandırma yalnızca bu cihazda kalır
vi: Cấu hình chỉ lưu trên thiết bị này
zh_hant: 設定只儲存在這台裝置上

source: 配置名称
ar: اسم التكوين
de: Konfigurationsname
en: Profile Name
es: Nombre de configuración
fr: Nom de la configuration
id: Nama konfigurasi
ja: 構成名
ko: 구성 이름
pt_br: Nome da configuração
ru: Имя конфигурации
th: ชื่อการกำหนดค่า
tr: Yapılandırma adı
vi: Tên cấu hình
zh_hant: 配置名稱

source: 配置已复制
ar: تم نسخ التكوين
de: Konfiguration kopiert
en: Configuration copied
es: Configuración copiada
fr: Configuration copiée
id: Konfigurasi disalin
ja: 設定がコピーされました
ko: 구성이 복사되었습니다.
pt_br: Configuração copiada
ru: Конфигурация скопирована.
th: คัดลอกการกำหนดค่าแล้ว
tr: Yapılandırma kopyalandı
vi: Đã sao chép cấu hình
zh_hant: 配置已複製

source: 配置里引用的规则列表都没有下载成功
ar: لم يتم تنزيل أي من قوائم القواعد المشار إليها في التكوين بنجاح.
de: Keine der in der Konfiguration referenzierten Regellisten wurde erfolgreich heruntergeladen.
en: None of the rule lists referenced in the configuration were downloaded successfully.
es: Ninguna de las listas de reglas a las que se hace referencia en la configuración se descargó correctamente.
fr: Aucune des listes de règles référencées dans la configuration n'a été téléchargée avec succès.
id: Tak satu pun dari daftar aturan yang direferensikan dalam konfigurasi berhasil diunduh.
ja: 構成で参照されているルール リストはいずれも正常にダウンロードされませんでした。
ko: 구성에서 참조된 규칙 목록이 성공적으로 다운로드되지 않았습니다.
pt_br: Nenhuma das listas de regras referenciadas na configuração foi baixada com êxito.
ru: Ни один из списков правил, указанных в конфигурации, не был успешно загружен.
th: ดาวน์โหลดรายการกฎที่อ้างอิงในการกำหนดค่าไม่สำเร็จ
tr: Yapılandırmada başvurulan kural listelerinden hiçbiri başarıyla indirilmedi.
vi: Không có danh sách quy tắc nào được tham chiếu trong cấu hình được tải xuống thành công.
zh_hant: 配置裡引用的規則清單都沒有下載成功

source: 配置里没有找到可识别的策略组
ar: لم يتم العثور على مجموعة سياسات معترف بها في التكوين
de: In der Konfiguration wurde keine erkannte Richtliniengruppe gefunden
en: No recognized policy group found in configuration
es: No se encontró ningún grupo de políticas reconocido en la configuración
fr: Aucun groupe de stratégies reconnu trouvé dans la configuration
id: Tidak ditemukan grup kebijakan yang dikenali dalam konfigurasi
ja: 認識されたポリシー グループが構成内に見つかりません
ko: 구성에서 인식된 정책 그룹을 찾을 수 없습니다.
pt_br: Nenhum grupo de políticas reconhecido encontrado na configuração
ru: В конфигурации не найдена распознанная группа политик.
th: ไม่พบกลุ่มนโยบายที่รู้จักในการกำหนดค่า
tr: Yapılandırmada tanınan politika grubu bulunamadı
vi: Không tìm thấy nhóm chính sách được công nhận trong cấu hình
zh_hant: 配置裡沒有找到可識別的策略群組

source: 配置里没有找到可识别的规则
ar: لم يتم العثور على قواعد معروفة في التكوين
de: In der Konfiguration wurden keine erkannten Regeln gefunden
en: No recognized rules were found in the configuration
es: No se encontraron reglas reconocidas en la configuración.
fr: Aucune règle reconnue n'a été trouvée dans la configuration
id: Tidak ada aturan yang diakui yang ditemukan dalam konfigurasi
ja: 認識されたルールが構成内に見つかりませんでした
ko: 구성에서 인식된 규칙을 찾을 수 없습니다.
pt_br: Nenhuma regra reconhecida foi encontrada na configuração
ru: В конфигурации не обнаружено распознаваемых правил.
th: ไม่พบกฎที่รู้จักในการกำหนดค่า
tr: Yapılandırmada tanınan kural bulunamadı
vi: Không tìm thấy quy tắc được công nhận nào trong cấu hình
zh_hant: 配置裡沒有找到可識別的規則

source: 配置预览
ar: معاينة التكوين
de: Konfigurationsvorschau
en: Configuration preview
es: Vista previa de configuración
fr: Aperçu de la configuration
id: Pratinjau konfigurasi
ja: 構成のプレビュー
ko: 구성 미리보기
pt_br: Visualização da configuração
ru: Предварительный просмотр конфигурации
th: การแสดงตัวอย่างการกำหนดค่า
tr: Yapılandırma önizlemesi
vi: Xem trước cấu hình
zh_hant: 配置預覽

source: 重新测试延迟
ar: تأخير إعادة الاختبار
de: Verzögerung erneut testen
en: Retest delay
es: Retardo de nueva prueba
fr: Délai de nouveau test
id: Penundaan tes ulang
ja: 再テストの遅延
ko: 재시험 지연
pt_br: Atraso no novo teste
ru: Задержка повторного тестирования
th: ทดสอบความล่าช้าอีกครั้ง
tr: Tekrar test gecikmesi
vi: Kiểm tra lại độ trễ
zh_hant: 重新測試延遲

source: 重置
ar: Reset
de: Reset
en: Reset
es: Reset
fr: Reset
id: Reset
ja: Reset
ko: Reset
pt_br: Reset
ru: Reset
th: Reset
tr: Reset
vi: Reset
zh_hant: 重設

source: 重置所有配置
ar: إعادة ضبط كافة التكوينات
de: Alle Konfigurationen zurücksetzen
en: Reset all configurations
es: Restablecer todas las configuraciones
fr: Réinitialiser toutes les configurations
id: Setel ulang semua konfigurasi
ja: すべての設定をリセットする
ko: 모든 구성 재설정
pt_br: Redefinir todas as configurações
ru: Сбросить все конфигурации
th: รีเซ็ตการกำหนดค่าทั้งหมด
tr: Tüm yapılandırmaları sıfırla
vi: Đặt lại tất cả cấu hình

source: 重置所有配置？
ar: إعادة تعيين جميع التكوينات؟
de: Alle Konfigurationen zurücksetzen?
en: Reset all configurations?
es: ¿Restablecer todas las configuraciones?
fr: Réinitialiser toutes les configurations ?
id: Reset semua konfigurasi?
ja: すべての設定をリセットしますか?
ko: 모든 구성을 재설정하시겠습니까?
pt_br: Redefinir todas as configurações?
ru: Сбросить все конфигурации?
th: รีเซ็ตการกำหนดค่าทั้งหมดหรือไม่
tr: Tüm yapılandırmalar sıfırlansın mı?
vi: Đặt lại tất cả cấu hình?

source: 链接可能包含访问凭据，请只分享给可信设备。
ar: قد تحتوي الروابط على بيانات اعتماد الوصول، يرجى مشاركتها فقط مع الأجهزة الموثوقة.
de: Links können Zugangsdaten enthalten. Bitte teilen Sie sie nur mit vertrauenswürdigen Geräten.
en: Links may contain access credentials, please only share with trusted devices.
es: Los enlaces pueden contener credenciales de acceso; compártalos únicamente con dispositivos confiables.
fr: Les liens peuvent contenir des informations d'identification d'accès, veuillez les partager uniquement avec des appareils de confiance.
id: Tautan mungkin berisi kredensial akses, harap hanya berbagi dengan perangkat tepercaya.
ja: リンクにはアクセス資格情報が含まれている場合があります。信頼できるデバイスとのみ共有してください。
ko: 링크에는 액세스 자격 증명이 포함될 수 있습니다. 신뢰할 수 있는 장치에만 공유하십시오.
pt_br: Os links podem conter credenciais de acesso, compartilhe apenas com dispositivos confiáveis.
ru: Ссылки могут содержать учетные данные для доступа. Делитесь ими только с доверенными устройствами.
th: ลิงก์อาจมีข้อมูลรับรองการเข้าถึง โปรดแชร์กับอุปกรณ์ที่เชื่อถือได้เท่านั้น
tr: Bağlantılar erişim kimlik bilgileri içerebilir, lütfen yalnızca güvenilir cihazlarla paylaşın.
vi: Các liên kết có thể chứa thông tin xác thực truy cập, vui lòng chỉ chia sẻ với các thiết bị đáng tin cậy.
zh_hant: 連結可能包含存取憑證，請只分享給可信任設備。

source: 链接格式
ar: تنسيق الارتباط
de: Linkformat
en: link format
es: formato de enlace
fr: format de lien
id: format tautan
ja: リンク形式
ko: 링크 형식
pt_br: formato de link
ru: формат ссылки
th: รูปแบบลิงก์
tr: bağlantı formatı
vi: định dạng liên kết
zh_hant: 連結格式

source: 长按拖动排序
ar: اضغط مطولاً لإعادة الترتيب
de: Zum Neuanordnen gedrückt halten
en: Touch and Hold to Reorder
es: Mantén pulsado para reordenar
fr: Maintenez le doigt pour réorganiser
id: Tekan lama untuk mengurutkan ulang
ja: 長押しして並べ替え
ko: 길게 눌러 순서 변경
pt_br: Mantenha pressionado para reordenar
ru: Удерживайте для изменения порядка
th: แตะค้างไว้เพื่อจัดลำดับใหม่
tr: Yeniden sıralamak için basılı tutun
vi: Chạm và giữ để sắp xếp lại
zh_hant: 按住以重新排序

source: 集中管理代理订阅和自建节点，再转换成常用客户端配置。
ar: إدارة اشتراكات الوكلاء والعقد ذاتية الإنشاء مركزيًا، ثم تحويلها إلى تكوينات عميل مشتركة.
de: Verwalten Sie Agent-Abonnements und selbst erstellte Knoten zentral und konvertieren Sie sie dann in gängige Client-Konfigurationen.
en: Manage proxy subscriptions and self-hosted nodes in one place, then convert them into configurations for popular clients.
es: Administre de forma centralizada las suscripciones de agentes y los nodos de creación propia y luego conviértalos en configuraciones de clientes comunes.
fr: Gérez de manière centralisée les abonnements d'agent et les nœuds auto-construits, puis convertissez-les en configurations client communes.
id: Kelola langganan agen dan node yang dibuat sendiri secara terpusat, lalu ubah menjadi konfigurasi klien umum.
ja: プロキシサブスクリプションと自分のノードをまとめて管理し、主要クライアント向けの構成に変換します。
ko: 에이전트 구독과 자체 구축 노드를 중앙에서 관리한 다음 이를 공통 클라이언트 구성으로 변환합니다.
pt_br: Gerencie centralmente assinaturas de agentes e nós autoconstruídos e, em seguida, converta-os em configurações de cliente comuns.
ru: Централизованно управляйте подписками агентов и самостоятельно созданными узлами, а затем преобразуйте их в общие клиентские конфигурации.
th: จัดการการสมัครสมาชิกตัวแทนและโหนดที่สร้างขึ้นเองจากส่วนกลาง จากนั้นแปลงเป็นการกำหนดค่าไคลเอ็นต์ทั่วไป
tr: Aracı aboneliklerini ve kendi kendine oluşturulan düğümleri merkezi olarak yönetin ve ardından bunları ortak istemci yapılandırmalarına dönüştürün.
vi: Quản lý tập trung các đăng ký đại lý và các nút tự xây dựng, sau đó chuyển đổi chúng thành các cấu hình máy khách phổ biến.
zh_hant: 集中管理代理訂閱和自建節點，再轉換成常用客戶端配置。

source: 预共享密钥（可选）
ar: المفتاح المشترك مسبقًا (اختياري)
de: Vorinstallierter Schlüssel (optional)
en: Preshared key (optional)
es: Clave previamente compartida (opcional)
fr: Clé pré-partagée (facultatif)
id: Kunci yang dibagikan sebelumnya (opsional)
ja: 事前共有キー (オプション)
ko: 사전 공유 키(선택사항)
pt_br: Chave pré-compartilhada (opcional)
ru: Общий ключ (необязательно)
th: คีย์ที่แชร์ล่วงหน้า (ไม่บังคับ)
tr: Önceden paylaşılmış anahtar (isteğe bağlı)
vi: Khóa chia sẻ trước (tùy chọn)
zh_hant: 預共享金鑰（可選）

source: 高级
ar: Advanced
de: Advanced
en: Advanced
es: Advanced
fr: Advanced
id: Advanced
ja: Advanced
ko: Advanced
pt_br: Advanced
ru: Advanced
th: Advanced
tr: Advanced
vi: Advanced
zh_hant: 進階

source: 高级机场仍由塔台使用您设置的 UA 和 DNS 获取；桌面端只读取塔台生成的结果，不会拿到机场订阅密钥。
ar: يستمر Tower في جلب بيانات مزوّدي الخدمة المتقدمين باستخدام UA وDNS اللذين ضبطتهما. يقرأ تطبيق سطح المكتب النتائج التي أنشأها Tower فقط ولا يحصل على مفتاح الاشتراك الأصلي.
de: Erweiterte Anbieter werden weiterhin von Tower mit den festgelegten UA- und DNS-Einstellungen abgerufen. Die Desktop-App liest nur die von Tower erzeugten Ergebnisse und erhält nie den ursprünglichen Abonnement-Schlüssel.
en: Tower still fetches advanced providers using your UA and DNS settings. The desktop app reads only the result generated by Tower and never receives the original subscription key.
es: Tower sigue obteniendo los proveedores avanzados con los ajustes de UA y DNS que configuraste. La app de escritorio solo lee el resultado generado por Tower y nunca recibe la clave de suscripción original.
fr: Tower continue de récupérer les fournisseurs avancés avec les réglages UA et DNS définis. L’app de bureau lit uniquement le résultat généré par Tower et ne reçoit jamais la clé d’abonnement d’origine.
id: Tower tetap mengambil data penyedia lanjutan menggunakan pengaturan UA dan DNS Anda. Aplikasi desktop hanya membaca hasil yang dibuat Tower dan tidak pernah menerima kunci langganan asli.
ja: 高度なプロバイダーも、設定したUAとDNSを使ってTowerが取得します。デスクトップアプリはTowerが生成した結果だけを読み取り、元のサブスクリプションキーは受け取りません。
ko: 고급 제공업체도 설정한 UA와 DNS를 사용해 Tower가 가져옵니다. 데스크톱 앱은 Tower가 생성한 결과만 읽으며 원본 구독 키는 받지 않습니다.
pt_br: O Tower continua buscando provedores avançados com as configurações de UA e DNS definidas. O app para computador lê apenas o resultado gerado pelo Tower e nunca recebe a chave de assinatura original.
ru: Tower по-прежнему получает данные расширенных провайдеров с вашими настройками UA и DNS. Настольное приложение читает только результат Tower и никогда не получает исходный ключ подписки.
th: Tower ยังคงดึงข้อมูลผู้ให้บริการขั้นสูงด้วยการตั้งค่า UA และ DNS ของคุณ แอปเดสก์ท็อปจะอ่านเฉพาะผลลัพธ์ที่ Tower สร้างและจะไม่ได้รับคีย์การสมัครสมาชิกต้นฉบับ
tr: Tower, gelişmiş sağlayıcıları UA ve DNS ayarlarınızla almaya devam eder. Masaüstü uygulaması yalnızca Tower'ın oluşturduğu sonucu okur ve özgün abonelik anahtarını hiçbir zaman almaz.
vi: Tower vẫn tải dữ liệu từ các nhà cung cấp nâng cao bằng thiết lập UA và DNS của bạn. Ứng dụng máy tính chỉ đọc kết quả do Tower tạo và không bao giờ nhận khóa đăng ký gốc.
zh_hant: 高級機場仍由塔台使用您設定的 UA 和 DNS 取得；桌面端只讀取塔台產生的結果，不會拿到機場訂閱金鑰。

source: 高级请求设置
ar: إعدادات الطلب المتقدمة
de: Erweiterte Anfrageeinstellungen
en: Advanced request settings
es: Configuración avanzada de solicitudes
fr: Paramètres de requête avancés
id: Pengaturan permintaan lanjutan
ja: 高度なリクエスト設定
ko: 고급 요청 설정
pt_br: Configurações avançadas de solicitação
ru: Расширенные настройки запроса
th: การตั้งค่าคำขอขั้นสูง
tr: Gelişmiş istek ayarları
vi: Cài đặt yêu cầu nâng cao
zh_hant: 進階請求設定

source: 默认
ar: افتراضي
de: Standard
en: Default
es: Predeterminado
fr: Par défaut
id: Bawaan
ja: デフォルト
ko: 기본값
pt_br: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định
zh_hant: 預設

source: 默认 30 秒检查、30 秒超时、保留 0 个；不确定时保持默认。
ar: الافتراضي هو 30 ثانية للتحقق، 30 ثانية مهلة، 0 محجوز؛ احتفظ بالافتراضي إذا لم تكن متأكدًا.
de: Der Standardwert ist 30 Sekunden Prüfung, 30 Sekunden Zeitüberschreitung, 0 reserviert; Behalten Sie die Standardeinstellung bei, wenn Sie unsicher sind.
en: Default is 30 seconds check, 30 seconds timeout, 0 reserved; keep default if unsure.
es: El valor predeterminado es verificación de 30 segundos, tiempo de espera de 30 segundos, 0 reservado; mantenga el valor predeterminado si no está seguro.
fr: La valeur par défaut est une vérification de 30 secondes, un délai d'attente de 30 secondes, 0 réservé ; conserver la valeur par défaut en cas de doute.
id: Defaultnya adalah pemeriksaan 30 detik, batas waktu 30 detik, 0 dicadangkan; pertahankan default jika tidak yakin.
ja: デフォルトは 30 秒のチェック、30 秒のタイムアウト、0 予約です。不明な場合はデフォルトのままにしてください。
ko: 기본값은 확인 30초, 시간 초과 30초, 0 예약입니다. 확실하지 않으면 기본값을 유지하세요.
pt_br: O padrão é verificação de 30 segundos, tempo limite de 30 segundos, 0 reservado; mantenha o padrão se não tiver certeza.
ru: По умолчанию — проверка 30 секунд, тайм-аут 30 секунд, 0 зарезервировано; оставьте значение по умолчанию, если не уверены.
th: ค่าเริ่มต้นคือการตรวจสอบ 30 วินาที, หมดเวลา 30 วินาที, 0 สงวนไว้; คงค่าเริ่มต้นหากไม่แน่ใจ
tr: Varsayılan 30 saniye kontrol, 30 saniye zaman aşımı, 0 ayrılmıştır; Emin değilseniz varsayılanı koruyun.
vi: Mặc định là kiểm tra 30 giây, hết thời gian 30 giây, dành riêng 0; giữ mặc định nếu không chắc chắn.
zh_hant: 預設 30 秒檢查、30 秒超時、保留 0 個；不確定時保持預設。

source: 默认会复用同名策略组；找不到时，塔台会创建一个包含节点选择与直连的策略组。
ar: Tower reuses a policy group with the same name. If none exists, it creates one containing Node Selection and DIRECT.
de: Tower reuses a policy group with the same name. If none exists, it creates one containing Node Selection and DIRECT.
en: Tower reuses a policy group with the same name. If none exists, it creates one containing Node Selection and DIRECT.
es: Tower reuses a policy group with the same name. If none exists, it creates one containing Node Selection and DIRECT.
fr: Tower reuses a policy group with the same name. If none exists, it creates one containing Node Selection and DIRECT.
id: Tower reuses a policy group with the same name. If none exists, it creates one containing Node Selection and DIRECT.
ja: Tower reuses a policy group with the same name. If none exists, it creates one containing Node Selection and DIRECT.
ko: Tower reuses a policy group with the same name. If none exists, it creates one containing Node Selection and DIRECT.
pt_br: Tower reuses a policy group with the same name. If none exists, it creates one containing Node Selection and DIRECT.
ru: Tower reuses a policy group with the same name. If none exists, it creates one containing Node Selection and DIRECT.
th: Tower reuses a policy group with the same name. If none exists, it creates one containing Node Selection and DIRECT.
tr: Tower reuses a policy group with the same name. If none exists, it creates one containing Node Selection and DIRECT.
vi: Tower reuses a policy group with the same name. If none exists, it creates one containing Node Selection and DIRECT.
zh_hant: 預設會重用同名策略組；找不到時，塔台會建立一個包含節點選擇與直連的策略組。

source: 默认保持原始订阅
ar: احتفظ بالاشتراك الأصلي بشكل افتراضي
de: Behalten Sie standardmäßig das ursprüngliche Abonnement bei
en: Original subscription by default
es: Mantener la suscripción original de forma predeterminada
fr: Conserver l'abonnement d'origine par défaut
id: Pertahankan langganan asli secara default
ja: デフォルトで元のサブスクリプションを維持する
ko: 기본적으로 원래 구독 유지
pt_br: Manter a assinatura original por padrão
ru: Сохранить исходную подписку по умолчанию
th: คงการสมัครสมาชิกดั้งเดิมไว้ตามค่าเริ่มต้น
tr: Orijinal aboneliği varsayılan olarak koru
vi: Giữ đăng ký ban đầu theo mặc định
zh_hant: 預設保持原始訂閱

source: 默认关闭
ar: إيقاف بشكل افتراضي
de: Standardmäßig deaktiviert
en: Off by default
es: Desactivado de forma predeterminada
fr: Désactivé par défaut
id: Mati secara default
ja: デフォルトではオフ
ko: 기본적으로 꺼짐
pt_br: Desativado por padrão
ru: Выключено по умолчанию
th: ปิดโดยค่าเริ่มต้น
tr: Varsayılan olarak kapalı
vi: Tắt theo mặc định
zh_hant: 預設關閉

source: ChaCha20-Poly1305
id: ChaCha20-Poli1305
ja: ChaCha20-ポリ1305
ko: 차차20-폴리1305
ru: ЧаЧа20-Поли1305
th: ชาช่า20-โพลี1305

source: MTU
ru: МТУ
th: มธ

source: TLS
ru: ТЛС
th: ทลส
